{
  "strategy_name": "爆益アルトコインの初動を捉える短期トレード手法",
  "coin_selection": {
    "method": "テクニカル分析だけでは不十分であり、「なぜ価格が上がるのか」という根源的な理由（ファンダメンタルズ）を重視する。具体的には、市場で話題になっている『テーマ性』や『材料性』を持つ銘柄をリストアップし、その中からチャート形状と出来高が条件に合致するものを絞り込む。トレードの勝敗の8割は、この銘柄選定の段階で決まるという考え方が根幹にある。市場の関心と資金がどこに向かっているかを常に把握し、その流れに乗ることを目的とする。",
    "criteria": [
      "市場で注目されているテーマ性がある（例：AI、GameFi、DePINなど）",
      "近いうちに好材料（大型アップデート、取引所への新規上場、エアドロップなど）が控えている",
      "出来高が普段の数倍〜数十倍に急増している",
      "主要取引所に上場したばかりで、過去の価格による抵抗帯（しこり）が少ない",
      "時価総額が比較的小さく、価格が動きやすい（軽い）銘柄であること"
    ],
    "specific_requirements": {
      "volume": "普段の取引量と比較して、明らかに突出した出来高が確認できること。具体的な数値基準はないが、「チャートの出来高グラフで一本だけ飛び抜けて長い棒が出現する」レベルの急増を指す。これは、大口投資家の参入や市場の注目度が急激に高まったことを示す最も重要なサインと位置づけられる。",
      "theme": "現在、市場でどの物語（ナラティブ）が注目されているかを把握することが重要。AI関連、ミームコイン、RWA（現実資産のトークン化）など、その時々で流行しているテーマに属する銘柄は、資金が流入しやすく価格が上昇する期待値が高い。",
      "liquidity": "特にDEX（分散型取引所）で取引される草コインの場合、流動性が低いと売買が成立しないリスクがある。DEXToolsやDEX Screenerといったツールを使い、流動性プールの規模や取引履歴を確認し、安心して取引できるだけの流動性があるかを確認する。中央集権型取引所（CEX）の銘柄の場合は、出来高そのものが流動性の指標となる。",
      "chart_patterns": "「底値圏でのレンジ相場」を形成していることが理想的。長期間にわたり特定の価格帯で推移した後、そのレンジの上限を出来高を伴ってブレイクする形を探す。すでに大きく価格が上昇してしまった銘柄（高値圏）は避け、これから上昇が始まる「初動」を捉えることを重視する。"
    },
    "tools": [
      "TradingView (チャート分析、出来高確認)",
      "CoinMarketCap (新規上場銘柄やトレンド銘柄の発見)",
      "DEXTools / DEX Screener (DEX銘柄の流動性やオンチェーンデータ分析)",
      "Twitter (X) (プロジェクトの最新情報、コミュニティの熱量、市場のセンチメント把握)"
    ]
  },
  "timeframe": "デイトレード、短期スイング（分析には主に4時間足、1時間足を使用）",
  "indicators": [
    {
      "name": "出来高 (Volume)",
      "settings": "デフォルト設定。他の期間との比較が重要。"
    },
    {
      "name": "移動平均線 (Moving Averages)",
      "settings": "動画内では具体的な設定値に言及なし。短期・中期・長期の組み合わせが一般的（例：20, 50, 100EMAなど）。トレンドの方向性を確認するために使用。"
    },
    {
      "name": "水平線 (Horizontal Line)",
      "settings": "レンジ相場の上限・下限や、意識されている高値・安値に手動で描画する。"
    }
  ],
  "entry_conditions": {
    "long": [
      "銘柄選定の全基準を満たしている。",
      "チャートが底値圏でレンジを形成している。",
      "普段の数十倍レベルの出来高を伴って、レンジの上限や重要なレジスタンスラインを明確にブレイクした瞬間、またはブレイク後の押し目を狙う（初動を捉える）。"
    ],
    "short": [
      "動画内では言及されていません。この手法は主に買い（ロング）でのエントリーに特化しています。"
    ]
  },
  "exit_conditions": {
    "stop_loss": "エントリーの根拠となったレンジの上限や、ブレイクした水平線のすぐ下に設定する。または、直近の安値を割ったポイント。",
    "take_profit": "明確な目標値は示されていないが、リスクリワードレシオ（例：1:2以上）を意識する。価格上昇の勢いが弱まったり、長い上ヒゲをつけたローソク足が出現するなど、反転の兆候が見られた場合に分割または全利確を検討する。"
  },
  "risk_management": "損切り設定を徹底することが最重要。すでに大きく上昇してしまった銘柄には手を出さず、「高値掴み」を避ける。エントリーポイントを厳選し、リスクリワード比率が有利な場面でのみトレードを行うことで、長期的な期待値を高める。",
  "key_points": [
    "銘柄選定の段階で勝負の8割が決まるため、ファンダメンタルズ（テーマ性・材料性）の分析に最も時間をかけるべき。",
    "「出来高の急増」は、市場の関心が集まったことを示す最も信頼性の高いシグナルである。",
    "トレードの目的は、大きく上昇した後の波に乗ることではなく、底値圏からの「初動」を捉えることにある。",
    "テクニカル分析は、あくまでファンダメンタルズで選定した有望銘柄の「エントリータイミングを計るためのツール」として位置づける。"
  ]
}